Repository: lewro/le
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Your profile was removed.
cs: Vaše hodnocení bylo použito.

source: Your message was sent.
cs: Vaše zpráva byla odeslána

source: Your rating was applied.
cs: Vaše hodnocení bylo použito.

source: All Expertises
cs: Všechny odborností

source: Identification
cs: Identifikace

source: Experience
cs: Zkušenosti

source: Expertise
cs: Odbornost

source: Contacts
cs: Kontakty

source: Account
cs: Účet

source: Lawyer
cs: Advokát

source: Accountant
cs: Účetní

source: Translator
cs: Překladatel

source: Experience (years):
cs: Zkušenosti (v letech):

source: Hour Rate (from - to):
cs: Hodinová mzda (od - do):

source: Normo-page Rate (from - to):
cs: Normo-strana (od - do):

source: I will not disclose
cs: Nebudu zveřejňovat

source: Next →
cs: → Další

source: ← Back
cs: ← Předchozí

source: First name
cs: Jméno

source: Last name
cs: Příjmení

source: Bio
cs: Popis služeb

source: Company
cs: Společnost

source: District
cs: Okres

source: Country
cs: Země

source: Phone
cs: Telefon

source: Mobile
cs: Mobil

source: Street
cs: Ulice

source: Street number
cs: Číslo ulice

source: City
cs: Město

source: Zip
cs: PSČ

source: Click here to find your address on map
cs: Klikněte zde pro nalezení adresy na mapě

source: Profile Image
cs: Obrázek profilu

source: Password
cs: Heslo

source: min 5 chars
cs: min 5 znaků

source: Password - confirmation
cs: Potvrzení hesla

source: Back
cs: Zpátky

source: Save
cs: Ulož

source: Contact
cs: Kontakt

source: Translator
cs: Překladatel

source: Experience (years):
cs: Zkušenosti (v letech):

source: Back
cs: Zpátky

source: min 8 chars, no common words, no entire numeric
cs: min 8 znaků, žádná běžná slova, žádná celá číslice

source: Czech Republic
cs: Všechny okresy

source: Lawyers
cs: Advokáti

source: Accountants
cs: Účetní

source: Translators
cs: Překladatelé

source: Password:
cs: Heslo

source: Login
cs: Přihlášení

source: About us
cs: O nás

source: Terms
cs: Obchodní podmínky

source: Hour rate
cs: Hodinová mzda

source: Rating
cs: Hodnocení

source: Normo-page
cs: Normo-strana

source: Read industry news
cs: Zprávy z oboru

source: We collect news from various sources to help you stay on top of things.
cs: Shromažďujeme novinky a informace z vašeho oboru, které Vám pomohou zůstat v obraze.

source: News
cs: Zprávy

source: Ready to join Local Experts?
cs: Jste připraveni se k nám přidat?

source: It is totally free. You decide the way you want to use it.
cs: Rozhodněte se, jakým způsobem chcete použít naší platformu. Aplikace je zdarma.

source: Register now
cs: Registrace

source: Congratulation! You are now member of Local Experts
cs: Gratulujeme! Nyní jste členem Local Experts

source: Connecting people to solve their problems
cs: Propojujeme lidi k vyřešení jejich problémů

source: Hello
cs: Dobrý den

source: Could we meet on Thursday in our office at 9AM
cs: Mohli bychom se sejít ve čtvrtek v naší kanceláři - 9:00?

source: Thank you!
cs: Děkuji

source: Reply
cs: Odpověď

source: We are happy with your rate can we start ASAP?
cs: Jsme spokojeni s vaší sazbou, můžeme začít co nejdříve?

source: Where can I send you the details?
cs: Kde mohu poslat detaily?

source: You are not logged in.
cs: Nejste přihlášen.

source: or
cs: nebo

source: Register
cs: Registrace

source: Press & Media
cs: Tisk a média

source: Expert Profile
cs: Profil odborníka

source: Download Image
cs: Stáhnout obrázek

source: Expert Cards
cs: Karty odborníků

source: Hour Rate
cs: Hodinová Sadzba

source: Years
cs: Zkušenosti v letech

source: Your question was sent.
cs: Vaše otázka byla odeslána

source: Search
cs: Vyhledávání

source: No account?
cs: Nemáte účet?

source: Create one here
cs: Vytvořte si ho zde.

source: Signin
cs: Přihlášení

source: Already have account
cs: Už máte účet

source: Login here
cs: Přihlaste se zde

source: Signup
cs: Registrujte se zde

source: I am an expert
cs: Jsem odborník

source: I am a client
cs: Jsem klient

source: Welcome
cs: Vítejte

source: Find your local expert today
cs: Najděte ještě dnes svého místního odborníka

source: Join Local Experts for free now
cs: Připojte se k Local Experts zdarma

source: Looking for
cs: Hledáte

source: Lawyer, Accountant, Translator?
cs: Advokáta, účetního, překladatele?

source: Location
cs: Místo

source: Chose the right expert for you job based on various criteria.
cs: Vyberte si ty správné experty, podle vašich kritérií.

source: Get in touch
cs: Buďte ve spojení

source: Clean, simple interface to communicate with your experts
cs: Jednoduchý způsob komunikace s odborníky

source: Update Your Profile
cs: Aktualizujte svůj profil

source: Remove Profile
cs: Odstranit profil

source: You are about to remove your profile forever
cs: Chystáte se svůj profil navždy odstranit

source: Are you sure?
cs: Jsi si jistý/á?

source: No, not now.
cs: Ne, teď ne

source: Yes
cs: Ano

source: Message
cs: Zpráva

source: Rate
cs: Ohodnoť

source: 01 Welcome
cs: 01 Vítejte

source: 02 Expertise
cs: 02 Odbornost

source: 03 Location
cs: 03 Lokalita

source: 04 Reviews
cs: 04 Recenze

source: You have not defined any welcome text.
cs: Nezadali jste žádný text.

source: You can add it in here.
cs: Můžete jej přidat zde.

source: You have not defined any expertises.
cs: Nezadali jste žádné odborné znalosti.

source: You can add them in here.
cs: Můžete je přidat zde.

source: Unknown expertieses.
cs: Neznámé odbornosti.

source: You have not defined your full location.
cs: Nezadali jste úplnou polohu.

source: Unknown location.
cs: Neznámá adresa.

source: Directions
cs: Jak se k nám dostanete

source: Reviews
cs: Recenze

source: There are no reviews yet.
cs: Nejsou prozatím žádné recenze.

source: Other experts from your search
cs: Ostatní odborníci z vašeho hledání

source: Clean, modern presentation of your services
cs: Moderní prezentace vašich služeb

source: Local Experts provide
cs: Local Experts poskytují

source: Qualified leads which fits you
cs: Zákazníky, dle vašich potřeb

source: Your Profile
cs: Váš profil

source: Present your services in modern, efficient interface
cs: Prezentujte své služby v moderním, efektivním rozhraní

source: Clean, simple way to communicate with your clients
cs: Jednoduchý způsob komunikace s vašimi klienty

source: Find a Lawyer, Accountant, Translator
cs: Hledáte advokáta, účetního nebo překladatele?

source: Find an Expert
cs: Najděte svého odborníka

source: Filter experts by location, experience, rate, reviews to find the right one for your job.
cs: Filtrujte odborníky pro váš projekt podle lokality, zkušeností, sazby a recenzí.

source: Local Experts provides simple messaging system for quick communication between clients and experts.
cs: Local Experts poskytuje jednoduchý systém zasílání zpráv pro rychlou komunikaci mezi klienty a odborníky.

source: It is up to you which way you stay in touch, phone, email, chat.
cs: Je však plne na vás, jakým způsobem zůstanete v kontaktu.(Telefonem, e-mailem ...)

source: Are you an Expert or looking for one?
cs: Jste odborník nebo odborníka hledáte?

source: Find out more about how you can benefit from our platform.
cs: Zjistěte více o tom, jak můžete využít naší platformy.

source: Experts
cs: Odborníci

source: Get your qualified leads today! It only takes 2 minuts to create your profile. Our platform is currently free to join and use.
cs: Získejte své potenciální zákazníky dnes! Vytvořte si profil za 2 minuty. Naše platforma je v současné době zdarma.

source: Find out more
cs: Zjistit více

source: Clients
cs: Klienti

source: Find your new Lawyer, Accountant, Translator in your area. Our platform is currently free to join and use.
cs: Najděte svého nového právníka, účetního a překladatele ve vaší lokalite. Naše platforma Vám to umožní zdarma.

source: Messages
cs: Zprávy

source: Search for an Expert
cs: Vyhledejte odborníka

source: 01 Received
cs: 01 Přijaté zprávy

source: 02 Sent
cs: 02 Odeslané zprávy

source: You have not sent any messages so far.
cs: Dosud jste neposílali žádné zprávy.

source: To
cs: Odesláno

source: Sent
cs: Datum odeslání

source: You have not received any messages so far.
cs: Dosud jste neobdrželi žádné zprávy.

source: From
cs: Od

source: Replied
cs: Odpověď odeslána

source: Received
cs: Přijato

source: Specify Reply
cs: Zadejte odpověď

source: Send
cs: Poslat

source: Industry News - Law
cs: Zprávy - právo

source: Industry News - Accounting
cs: Zprávy - účetnictví

source: Industry News - Translations
cs: Zprávy - Překlady

source: Industry News
cs: Odborne Zprávy

source: Filters
cs: Filtry

source: Minimal Experience (in years):
cs: Minimální zkušenost (v letech):

source: Maximal Normopage Rate:
cs: Maximální sazba za normostranu:

source: Maximal Hour Rate:
cs: Maximální hodinová sazba:

source: Minimal Rating:
cs: Minimální hodnocení:

source: Apply Filter
cs: Použijte filtr

source: Need help? Ask us anything.
cs: Potřebujete pomoc? Zeptejte se nás cokoli.

source: Question
cs: Vaše otázka

source: Contact us
cs: Kontaktujte nás

source: Privacy
cs: Podmínky ochrany osobních údajů

source: Logout
cs: Odhlásit se

source: Send Message to Expert
cs: Odeslat zprávu odborníkovi

source: Your rating text
cs: Text hodnocení

source: Your rating
cs: Vaše hodnocení

source: Share with friends today
cs: Sdílejte s přáteli

source: Next →
cs: Další →

source: ← Back
cs: ← Předchozí

source: I am done editing. Save and close
cs: Dokončil jsem úpravu. Uložit a zavřít

source: There are no data matching search criteria.
cs: Neexistují žádná data odpovídající kritériím vyhledávání.

source: We are just starting! We are adding experts on daily basis. Please come back again if you don not find what you are looking for.
cs: Právě začínáme! Každý den přidáváme odborníky. Prosím vrať se znovu, pokud nenajdete to, co hledáte.
